Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Ved midnatt ser vi ofte raketter og annet fyrverkeri som lyser opp den mørke nattehimmelen.
nn: Ved midnatt ser vi ofte rakettar og anna fyrverkeri som lyser opp den mørke nattehimmelen.

source: gi alle elever like gode muligheter til å utvikle evner og talent individuelt og i samarbeid med andre
nn: gje alle elevar like gode sjansar til å utvikle evner og talent individuelt og i samarbeid med andre

source: Folk i Norge lever lenger i dag enn tidligere.
nn: Folk i Noreg lever lenger i dag enn tidlegare.

source: Men et viktig prinsipp er også at flertallet skal ta hensyn til mindretallets meninger når de utformer politikken.
nn: Men eit viktig prinsipp er også at fleirtalet skal ta omsyn til mindretalet sine meiningar når dei utformar politikken.

source: Norge er ikke medlem av EU, men vi er likevel med i et forpliktende europeisk samarbeid.
nn: Noreg er ikkje er medlem av EU, men vi er likevel med i eit forpliktande europeisk samarbeid.

source: Retten til et fritt og selvstendig liv
nn: Retten til eit fritt og sjølvstendig liv

source: Et moderne velferdssamfunn er avhengig av høy sysselsetting, teknologi, produksjon og nyskaping.
nn: Eit moderne velferdssamfunn er avhengig av høg sysselsetjing, teknologi, produksjon og nyskaping.

source: Et barn som har fylt 15 år, har selv rett til å avgjøre spørsmål om utdanning og om å melde seg inn i og ut av organisasjoner.
nn: Eit barn som har fylt 15 år, har sjølv rett til å avgjere spørsmål om utdanning og melde seg inn i og ut av organisasjonar.

source: Barneverntjenesten får også henvendelser fra helsestasjoner, sykehus, skoler, barnehager, naboer og andre som er bekymret for et barn.
nn: Barneverntenesta får også spørsmål frå helsestasjonar, sjukehus, skular, barnehagar, naboar og andre som er uroa for eit barn.

source: Det norske velferdssamfunnet er kjennetegnet av en høy grad av offentlig ansvar.
nn: Det norske velferdssamfunnet er kjenneteikna av ein høg grad av offentleg ansvar.

source: På disse sidene finner du pensum til faget 50 timer samfunnskunnskap for voksne innvandrere og statsborgerprøven.
nn: På desse sidene finn du pensum til faget 50 timar samfunnskunnskap for vaksne innvandrarar og statsborgerprøva.

source: Vi betaler også en avgift til staten på alle varer og de fleste tjenester vi kjøper.
nn: Vi betaler også ei avgift til staten på alle varer og dei fleste tenester vi kjøper.

source: Forhandlingene foregår enten direkte mellom en arbeidsgiver og en arbeidstaker eller mellom representanter for arbeidsgiveren og representanter for arbeidstakerne.
nn: Forhandlingane går anten føre seg direkte mellom ein arbeidsgjevar og ein arbeidstakar eller mellom representantar for arbeidsgjevaren og arbeidstakarane.

source: Når man først er inne i Schengenområdet, kan man reise fritt rundt i de ulike landene uten å møte en vanlig passkontroll.
nn: Når ein fyrst er inne i Schengen-området, kan ein reise fritt rundt i dei ulike landa utan å møte ein vanleg passkontroll.

source: Da kan immunforsvaret bli dårligere, slik at de lettere blir utsatt for sykdommer eller infeksjoner.
nn: Då kan immunforsvaret bli dårlegare, slik at dei lettare blir utsette for sjukdomar eller infeksjonar.

source: I løpet av 1300-tallet fikk Danmark mer og mer innflytelse over Norge, og fra 1397 var Norge i en formell union med Danmark og Sverige.
nn: I løpet av 1300-talet fekk Danmark meir og meir innverknad over Noreg, og frå 1397 var Noreg i ein formell union med Danmark og Sverige.

source: kontrollere regjeringen og statsforvaltningen
nn: kontrollere regjeringa og statsforvaltninga

source: Mange som er nye i Norge, er veldig skeptiske til barnevernet.
nn: Mange som er nye i Noreg, er veldig skeptiske til barnevernet.

source: Videregående utdanning for voksne er gratis innenfor det offentlige skolesystemet.
nn: Vidaregåande utdanning for vaksne er gratis innanfor det offentlege skulesystemet.

source: Alle mennesker – uavhengig av alder, etnisitet, funksjonsevne, kjønn, religion og seksuell orientering – skal ha like rettigheter og muligheter.
nn: Alle menneske – uavhengig av alder, etnisitet, funksjonsevne, kjønn, religion og seksuell orientering – skal ha like rettar og sjansar.

source: I tillegg skal de lære faktakunnskap og grunnleggende ferdigheter som lesing, skriving og rekning.
nn: I tillegg skal dei lære faktakunnskap og grunnleggjande ferdigheiter som lesing, skriving og matematikk.

source: Det er gratis å ligge på sykehus.
nn: Det er gratis å liggje på sjukehus.

source: Omtrent halvparten av utslippene fra transport kommer fra veitrafikk.
nn: Omtrent halvparten av utsleppa frå transport kjem frå vegtrafikk.

source: De ansatte må derfor følge loven når de planlegger aktivitetene i barnehagen.
nn: Dei tilsette må derfor følgje lova når dei planlegg aktivitetane i barnehagen.

source: Metallindustrien krever mye elektrisk energi, og vannkraften har gjort det mulig å produsere store mengder metaller.
nn: Metallindustrien krev mykje elektrisk energi, og vasskrafta har gjort det mogleg å produsere store mengder metall.

source: Poliklinisk behandling ved sykehus
nn: Poliklinisk behandling ved sjukehus

source: Hva har hendt?
nn: Kva har hendt?

source: Gjenbruk har blitt veldig populært de seneste årene.
nn: Attbruk har blitt veldig populært dei siste åra.

source: Både arbeidstakere og arbeidsgivere har egne organisasjoner.
nn: Både arbeidstakarar og arbeidsgjevarar har eigne organisasjonar.

source: Omtrent halvparten av befolkningen bor på Østlandet.
nn: Omtrent halvparten av befolkninga bur på Austlandet.

source: Lesbiske, homofile, bifile, transpersoner, interkjønn-personer og andre LHBTIQ+-personer kan være ekstra utsatt for slik vold.
nn: Lesbiske, homofile, bifile, transpersonar, interkjønn-personar og andre LHBTIQ+-personar kan vere ekstra utsette for slik vald.

source: Sør i landet er det også stor forskjell på hvor lange dagene er om sommeren og vinteren.
nn: Sør i landet er det også stor forskjell på kor lange dagane er om sommaren og vinteren.

source: Lønn etter skatt
nn: Løn etter skatt

source: Disse er ikke gratis.
nn: Dei er ikkje gratis.

source: Likevel kan personer settes i varetektsfengsel før rettssaken mens politiet jobber med å oppklare en kriminalsak.
nn: Likevel kan personar setjast i varetektsfengsel før rettssaka medan politiet arbeider med å oppklare ei kriminalsak.

source: Mishandlingsbestemmelsen (utlendingsloven § 53 første ledd bokstav b) skal sikre at ofre for vold i nære relasjoner som er i Norge i familieinnvandring med ektefelle eller samboer, ikke skal måtte velge mellom å reise ut av Norge eller bli værende i en voldelig familierelasjon.
nn: Mishandlingsføresegna (utlendingslova § 53 første ledd bokstav b) skal sikre at offer for vald i nære relasjonar som er i Noreg i familieinnvandring med ektefelle eller sambuar, ikkje skal måtte velje mellom å reise ut av Noreg eller bli verande i ein valdeleg familierelasjon.

source: De skal derfor få selvstendig opphold dersom de søker om det.
nn: Dei skal derfor få sjølvstendig opphald dersom dei søkjer om det.

source: au pairer og andre med midlertidig opphold
nn: au pairar og andre med mellombels opphald

source: Mange barnevernssaker starter med at foreldrene eller barnet selv tar kontakt med barnevernet for å be om hjelp.
nn: Mange barnevernssaker startar med at foreldra eller barnet sjølv tek kontakt med barnevernet for å be om hjelp.

source: Da er det vanlig å spise tradisjonell julemiddag sammen med familien.
nn: Då er det vanleg å ete tradisjonell julemiddag saman med familien.

source: Gjennom å engasjere seg i én eller flere frivillige organisasjoner vil man oppleve å bli kjent med mennesker der man bor og føle en tilhørighet til lokalsamfunnet sitt.
nn: Ved å engasjere seg i éin eller fleire frivillige organisasjonar kan ein bli kjend med menneske der ein bur og kjenne at ein høyrer til i lokalsamfunnet sitt.

source: Det er derfor vanlig at studenter låner penger fra Lånekassen slik at man kan betale husleie, mat og andre nødvendige ting mens man studerer.
nn: Det er derfor vanleg å låne pengar hos Lånekassen slik at ein kan betale husleige, mat og andre nødvendige ting medan ein studerer.

source: 750 000 mennesker i denne sektoren.
nn: 750 000 menneske i denne sektoren.

source: Innvandrere i Norge har forskjellig oppholdstillatelse og forskjellige rettigheter.
nn: Innvandrarar i Noreg har ulike typar opphaldsløyve og ulike rettar.

source: Kirken hadde mye makt.
nn: Kyrkja hadde mykje makt.

source: Det er enkelt å finne informasjon og fakta, men det er også viktig å stille kritiske spørsmål til det vi leser.
nn: Det er enkelt å finne informasjon og fakta, men det er òg viktig å stille kritiske spørsmål til det vi les.

source: For at barna skal lære mest mulig på skolen, er det viktig at skolen og hjemmet samarbeider.
nn: For at barna skal lære mest mogleg på skulen, er det viktig at skulen og heimen samarbeider.

source: Retten til skilsmisse, rett til prevensjon, selvbestemt abort og kvinnens rett til å bestemme over sin egen kropp har vært viktige saker for kvinnebevegelsen.
nn: Retten til skilsmål, rett til prevensjon, sjølvbestemd abort og kvinner sin rett til å bestemme over sin eigen kropp har vore viktige saker for kvinnerørsla.

source: Det betyr at de ikke skal la seg påvirke av politikere, medier eller andre i sitt arbeid med konkrete saker.
nn: Det tyder at dei ikkje skal la seg påverke av politikarar, media eller andre i arbeidet sitt med konkrete saker.

source: Dersom du har en alvorlig og langvarig sykdom, kan du få legemidler, næringsmidler og medisinsk forbruksmateriell på blå resept.
nn: Dersom du har ein alvorleg og langvarig sjukdom, kan du få legemiddel, næringsmiddel og medisinsk forbruksmateriell på blå resept.

source: Staten betaler for behandlingen når den er gratis for pasienten.
nn: Staten betaler for behandlinga som er gratis for pasienten.

source: er et offentlig kontor som leverer mange ulike tjenester.
nn: er eit offentleg kontor som leverer mange ulike tenester.

source: Dette avhenger av hvilken type oppholdstillatelse man har.
nn: Dette avheng av kva type opphaldsløyve ein har.

source: Alle som er bosatt i Norge, og som står i folkeregisteret, får tildelt et fødselsnummer eller et D-nummer.
nn: Alle som er busette i Noreg, og som står i folkeregisteret, får tildelt eit fødselsnummer eller eit D-nummer.

source: Samene har folkedrakter som kalles kofte.
nn: Samane har folkedrakter som blir kalla for kufter.

source: Industrialiseringen av Norge
nn: Industrialiseringa av Noreg

source: En av regjeringens oppgaver er å foreslå nye lover og endringer i lovene, men Stortinget vedtar lovene og lovendringene.
nn: Ei av regjeringa sine oppgåver er å føreslå nye lover og endringar i lovene, men det er Stortinget som vedtek lovene og lovendringane.

source: I 1905 ble unionen med Sverige oppløst.
nn: I 1905 vart unionen med Sverige oppløyst.

source: pinsedag er fridager.
nn: pinsedag er fridagar.

source: Diskuter barnevernets rolle i det norske samfunnet.
nn: Diskuter rolla til barnevernet i det norske samfunnet.

source: Etter at det ble funnet olje i Nordsjøen på slutten av 1960-tallet, ble olje- og gassproduksjon en viktig del av den norske industrien.
nn: Etter at det vart funne olje i Nordsjøen på slutten av 1960-talet, vart olje- og gassproduksjon ein viktig del av den norske industrien.

source: Her kan du se spesialpsykolog Didrik Hægelands presentasjon av temaet
nn: Her kan du sjå spesialpsykolog Didrik Hægeland presentasjon av temaet

source: På Nav-kontoret kan vi få hjelp hvis vi trenger støtte til å kvalifisere oss for å komme i arbeid, eller hvis vi trenger økonomisk hjelp i sykdomsperioder eller andre vanskelige perioder i livet.
nn: På Nav-kontoret kan vi få hjelp dersom vi treng støtte til å kvalifisere oss for å kome i arbeid, eller dersom vi treng økonomisk hjelp under sjukdom eller andre vanskelege periodar i livet.

source: I de fleste yrker og jobber i samfunnet i dag er det nødvendig med utdanning fra videregående skole eller høyere utdanning.
nn: I dei fleste yrke og jobbar i samfunnet i dag er det nødvendig med utdanning frå vidaregåande skule eller høgare utdanning.

source: På intervjuet får den som søker jobb mulighet til å presentere seg og kompetansen sin og den som ansetter får danne seg et inntrykk av søkeren.
nn: På intervjuet får søkjaren moglegheita til å presentere seg sjølv og kompetansen sin, og den som tilset får danna seg eit inntrykk av søkjaren.

source: Gjenvinning betyr at tingene plukkes fra hverandre til råvarer og så settes sammen igjen på en ny måte, eller at de smeltes om til et nytt produkt.
nn: Attvinning tyder at tinga blir plukka frå kvarandre til råvarer og så sette saman att på ein ny måte, eller at dei blir smelta om til eit nytt produkt.

source: er den største arbeidstakerorganisasjonen.
nn: er den største arbeidstakarorganisasjonen.

source: Menneskerettigheter og demokrati
nn: Menneskerettar og demokrati

source: I mange samfunn er det familien som har hovedansvaret for å hjelpe familiemedlemmer som trenger det.
nn: I mange samfunn er det familien som har hovudansvaret for å hjelpe familiemedlemer som treng det.

source: en helhetlig og effektiv arbeids- og velferdsforvaltning
nn: ei heilskapleg og effektiv arbeids- og velferdsforvaltning

source: Det er også vanlig å ta hverandre i hånden når vi går fra hverandre.
nn: Det er òg vanleg å ta kvarandre i handa når vi går frå kvarandre.

source: Innholdet i skolen har forandret seg mye i løpet av de tre hundre årene vi har hatt obligatorisk skolegang her i landet.
nn: Innhaldet i skulen har endra seg mykje i løpet av dei tre hundre åra vi har hatt obligatorisk skulegang her i landet.

source: Når familien i tillegg flytter til et nytt land, kan det oppstå utfordringer som man kanskje ikke har tenkt over på forhånd.
nn: Når familien i tillegg flyttar til eit anna land, kan det oppstå utfordringar som ein kanskje ikkje har tenkt over på førehand.

source: Mesteparten av skatten går til den kommunen arbeidstakeren bor i, og noe går til fylkeskommunen og til staten.
nn: Mesteparten av skatten går til den kommunen arbeidstakaren bur i, og noko går til fylkeskommunen og staten.

source: hvor mye ferie man har krav på
nn: kor mykje ferie ein har krav på

source: Dette betyr blant annet at innbyggerne fritt kan danne og melde seg inn i ulike interesseorganisasjoner.
nn: Dette tyder blant anna at innbyggjarane fritt kan danne og melde seg inn i ulike interesseorganisasjonar.

source: som velferdssamfunnet tilbyr innbyggerne, kaller vi velferdsgoder.
nn: som velferdssamfunnet tilbyr innbyggjarane, kallar vi velferdsgode.

source: Mange går i tog denne dagen og viser hvilke politiske saker de er opptatt av.
nn: Mange går i tog denne dagen og viser kva politiske saker dei er opptekne av.

source: Det var den samme gjerningsmannen som sto bak begge hendelsene.
nn: Det var den same gjerningsmannen som stod bak begge hendingane.

source: Dette må du vise fram når du går til legen eller skal kjøpe medisiner på blå resept.
nn: Dette må du vise fram når du går til legen eller skal kjøpe medisinar på blå resept.

source: Norge har altså ikke lenger en statskirke eller en offisiell religion.
nn: Noreg har altså ikkje lenger noka statskyrkje eller ein offisiell religion.

source: vold mellom barn og voksne der den voksne har et omsorgsansvar for barnet
nn: vald mellom barn og vaksne der den vaksne har eit omsorgsansvar for barnet

source: I Norge sier vi også at en god latter forlenger livet.
nn: I Noreg seier vi at ein god latter forlengjer livet.

source: Det er for eksempel 190 skoledager hvert år for alle, men politikerne i hver kommune bestemmer når de forskjellige ferie- og fridagene skal legges.
nn: Det er til dømes 190 skuledagar kvart år for alle, men politikarane i kvar kommune avgjer tidspunktet for dei forskjellige ferie- og fridagane skal leggjast.

source: Vi sier at menneskerettighetene er universelle.
nn: Vi seier at menneskerettane er universelle.

source: I et moderne demokrati forventes det at innbyggerne har både kunnskaper og selvstendige meninger, og at de deltar aktivt i arbeids- og samfunnsliv.
nn: I eit moderne demokrati blir det venta at innbyggjarane både har kunnskapar og sjølvstendige meiningar, og at dei deltek aktivt i arbeids- og samfunnslivet.

source: Det er viktig å lære barna å finne fram til god informasjon og å være kritiske til den informasjonen de finner.
nn: Det er viktig å lære barna å finne fram til god informasjon og å vere kritiske til den informasjonen dei finn.

source: Videregående opplæring er gratis.
nn: Vidaregåande opplæring er gratis.

source: En av regjeringens oppgaver er å foreslå nye lover og endringer i lovene, men det er Stortinget som vedtar lovene og lovendringene.
nn: Ei av oppgåvene til regjeringa er å føreslå nye lover og endringar i lovene, men det er Stortinget som vedtek lovene og lovendringane.

source: Kvalifiseringsprogrammet varer vanligvis i inntil ett år på full tid, og deltakerne får kvalifiseringsstøtte for å delta.
nn: Kvalifiseringsprogrammet varer vanlegvis i inntil eitt år på full tid, og deltakarane får kvalifiseringsstønad for å delta.

source: Likevel finner vi tanken om likestilling og likeverd igjen i lover og rettigheter.
nn: Likevel finn vi tanken om likestilling og likeverd igjen i lover og rettar.

source: De siste tiårene har det skjedd mye med likestillingen mellom kjønnene.
nn: Dei siste tiåra har det skjedd mykje med likestillinga mellom kjønna.

source: Mange tok store sjanser for å hjelpe andre.
nn: Mange tok store sjansar for å hjelpe andre.

source: Tidligere døde mange i Norge av sykdommer som følge av fattigdom, for eksempel underernæring eller tuberkulose.
nn: Tidlegare døydde mange i Noreg av sjukdomar som følgjer med fattigdom, til dømes underernæring eller tuberkulose.

source: Vaksinasjoner forebygger og er med på å utrydde smittsomme sykdommer.
nn: Vaksinasjonar førebyggjer og er med på å utrydde smittsame sjukdomar.

source: Arbeidsgivere betaler også skatt til kommune og stat.
nn: Arbeidsgjevarar betaler også skatt til kommune og stat.

source: I Hammerfest, som er Europas nordligste by på fastlandet, er det mørketid i nesten to måneder om vinteren.
nn: I Hammerfest, som er den nordlegaste byen i Europa på fastlandet, er det mørketid i nesten to månader om vinteren.

source: Norge er et flerkulturelt og sekulært samfunn
nn: Noreg er eit fleirkulturelt og sekulært samfunn

source: En del nordmenn håpet at Norge ville bli et selvstendig land etter unionsoppløsningen, og 112 mektige menn fra de sørlige landsdelene kom sammen på Eidsvoll.
nn: Ein del nordmenn vona at Noreg ville bli eit sjølvstendig land etter unionsoppløysinga, og og 112 mektige menn frå dei sørlege landsdelane kom saman på Eidsvoll.

source: Hvilken betydning har fagforeningene i hjemlandet ditt?
nn: Kva har fagforeiningane å seie i heimlandet ditt?

source: Dette skyldes i stor grad at velferdssamfunnet har utviklet seg og gitt flere og flere stadig bedre muligheter for å leve gode og trygge liv.
nn: Dette kjem i stor grad av at velferdssamfunnet har utvikla seg og gjeve fleire og fleire stadig betre utsikter til å leve gode og trygge liv.

source: Det fins derfor ulike økonomiske ordninger som skal sikre dette.
nn: Det finst derfor ulike økonomiske ordningar som skal sikre dette.

source: Dette innebærer at man ser på Schengenlandene som ett stort område der man må vise pass eller ha gyldig visum ved yttergrensene for å komme inn.
nn: Dette inneber at ein ser på Schengen-landa som eitt stort område der ein må vise pass eller ha gyldig visum for å kome inn.

source: De politiske partiene vedtar et program på landsmøtene sine.
nn: Dei politiske partia vedtek program på landsmøta sine.

source: Det er helsestasjonene eller fastlegene som utfører kontrollene.
nn: Det er helsestasjonane eller fastlegane som utfører kontrollane.

source: Samboere har ikke de samme rettighetene og pliktene overfor hverandre som det ektefeller har.
nn: Sambuarar har ikkje dei same rettane og pliktene overfor kvarandre som det ektefellar har.

source: Nettsidene er oversatt til ni språk.
nn: Nettsidene er omsette til ni språk.

source: Pasienten kan også være vant til at man aldri går fra legen uten å ha fått medisiner.
nn: Pasienten kan også vere vant til at ein aldri går frå legen utan å ha fått medisinar.

source: Det er store forskjeller på hvordan vi i ulike kulturer ser på gjester, overnattingsbesøk, hva som kreves av den som har besøk, hvor lenge man kan være på besøk osv.
nn: Det er store ulikskapar i korleis vi i ulike kulturar ser på gjester, overnattingsbesøk, kva som krevst av den som har besøk, kor lenge ein kan vere på besøk osv.

source: En person som er individuelt forfulgt i hjemlandet på grunn av rase, religion, nasjonalitet, seksuell legning eller politisk arbeid, kan få asyl i Norge.
nn: Ein person som blir individuelt forfølgd i heimlandet på grunn av rase, religion, nasjonalitet, seksuell legning eller politisk arbeid, kan få asyl i Noreg.

source: Den danske kongen gikk over til protestantismen.
nn: Den danske kongen gjekk over til protestantismen.

source: familiegjenforente med personer som har permanent oppholdstillatelse
nn: familiesameinte med personar som har permanent opphaldsløyve

source: På ordre fra Hitler ble det meste av bygninger og infrastruktur brent for å hindre at den sovjetiske hæren kunne bruke ressursene som fantes der.
nn: På ordre frå Hitler blei det meste av bygningar og infrastruktur sett fyr på for å hindre at den sovjetiske hæren kunne bruke ressursane.

source: På denne måten er det å arbeide svart nesten det samme som å stjele fra de andre i samfunnet.
nn: På denne måten er det å arbeide svart nesten det same som å stele frå dei andre i samfunnet.

source: Selv om universiteter og høyskoler er gratis, trenger man penger til andre utgifter mens man studerer.
nn: Sjølv om universitet og høgskular er gratis, treng ein pengar til andre utgifter medan ein studerer.

source: alle mennesker har rett til frihet og personlig sikkerhet
nn: alle menneske har rett til fridom og personleg tryggleik

source: Foreldre vil ikke at elevene skal være med på undervisning som foregår utenfor skolen, for eksempel leirskole.
nn: Foreldre vil ikkje at elevane skal vere med på undervisning som går føre seg utanfor skulen, til dømes leirskule.

source: Folketallet i Norge steg fra ett hundre og femti tusen til omtrent fire hundre tusen i årene mellom 1000 og 1300 e.Kr. selv om det var mye død og sykdom.
nn: Folketalet i Norge auka frå eitt hundre og femti tusen til omtrent fire hundre tusen i åra mellom 1000 og 1300 e.Kr., trass mykje daude og sjukdom.

source: På denne måten er det flertallet som bestemmer.
nn: På denne måten er det fleirtalet som bestemmer.

source: Foreldrene skal legge større og større vekt på hva barnet selv mener etter hvert som det blir eldre.
nn: Foreldra skal leggje større og større vekt på kva barnet sjølv meiner etter kvart som det blir eldre.

source: Politikerne på Stortinget vedtar lovene, mens arbeidsgivere og arbeidstakere blir enige om avtaler gjennom fagforeningene sine.
nn: Politikarane på Stortinget vedtek lovene, medan arbeidsgjevarar og arbeidstakarar blir samde om avtalar gjennom fagforeiningane sine.

source: Det er for eksempel ikke lov å komme med rasistiske og andre hatefulle ytringer, verken muntlig eller skriftlig.
nn: Det er til dømes ikkje lov å kome med rasistiske og andre hatefylle ytringar, korkje munnleg eller skriftleg.

source: Noen definerer seg som heteroseksuelle eller homoseksuelle, mens andre ikke ønsker å definere sin seksuelle legning som noe fast.
nn: Nokre definerer seg som heteroseksuelle eller homoseksuelle, medan andre ikkje ønskjer å definere den seksuelle legninga si som noko fast.
